{
  "content-title": "Содержание",
  "content-paragraph-1": "На данном интернет-портале собраны люди, компании которых если не стали именами нарицательными, то уж точно у всех на слуху. Эти люди создали Идеи, бренды, с которыми практически невозможно соревноваться на рынке.",
  "content-paragraph-2": "Каков был их путь? С какими сложностями они столкнулись? Что мы знаем об их творениях сейчас? Об этом и подробнее на страницах основателей.",
  "content-button": "Деятели",
  "person-of-the-day-title": "Деятель дня",
  "person-of-the-day-paragraph": "По мнению аудитории портала Person.by ",
  "top-title": "На кого смотрит весь мир?",
  "top-paragraph": "Создатели самых известных международных корпораций",
  "top-button": "Вниз",
  "search-title": "Деятели",
  "search-paragraph": "Подборка основателей, создателей, руководителей известнейших мировых брендов",
  "search-placeholder": "Поиск",
  "person-button": "К странице",
  "developers-title": "Наша команда",
  "developers-paragraph": "Команда разработчиков и их учетные записи GitHub",
  "header-link-main": "Главная",
  "header-link-persons": "Деятели",
  "footer-quick-links": "Быстрые ссылки:",
  "footer-contacts": "Контакты:",
  "footer-paragraph": "Интернет-портал Person.by A1: +375 (29) 000 00 00",
  "timeline": "История",
  "motivation": "Мотивация",
  "persons": [
    {
      "id": 1,
      "name": "Джефф",
      "surname": "Безос",
      "photo": "/img/jeff_bezos/jeff_bezos.png",
      "photo_alt": "/img/jeff_bezos/jeff_bezos_alt.png",
      "description": "Основатель интернет-компании",
      "company": "Amazon.com",
      "compLogo": "/img/jeff_bezos/AmazonLogo.svg",
      "birthdate": "Год рождения: 1964 г. (59 лет),",
      "birthplace": "Альбукерке, Нью-Мексико, США",
      "slider_images": [
        "/img/jeff_bezos/slidable_1.png",
        "/img/jeff_bezos/slidable_2.png",
        "/img/jeff_bezos/slidable_3.png",
        "/img/jeff_bezos/slidable_4.png",
        "/img/jeff_bezos/slidable_5.png"
      ],
      "youtube_embed_url": "https://www.youtube.com/embed/7TWKKww-F30",
      "youtube_ember_url_title": "&quot;I Got Rich When I Understood This&quot; | Jeff Bezos",
      "motivation": "Джефф Безос делится некоторыми из своих бизнес-советов, которые помогут раскрыть секреты успеха",
      "office_name": "Amazon Spheres",
      "office_location": "Три сферические оранжереи, входящие в состав кампуса штаб-квартиры Amazon в Сиэтле, Вашингтон, США.",
      "office_map_url": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2689.553933335146!2d-122.3413022381704!3d47.615362664263216!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x5490154bca117fb1%3A0x7f39ceca621d130c!2sThe%20Spheres!5e0!3m2!1sru!2slt!4v1701368502143!5m2!1sru!2slt",
      "timeline_data": {
        "Детство": "Джеффри Престон Йоргенсен родился 12 января 1964 года в Альбукерке (штат Нью-Мексико), его родители — Жаклин (в девичестве — Гиз) и Теодор Йоргенсен (отец имеет датские корни). При его рождении матери было 17 лет, отцу — 19. Спустя несколько лет родители Джеффри Престона развелись.",
        "Образование и карьера": "Джефф с отличием окончил Принстонский университет в 1986 году со степенями по электроинженерии и компьютерным наукам[15]. До начала 1994 года работал по специальности на Уолл-стрит на различных должностях. Занимался разработкой сети для международной торговли. Позднее он занял должность вице-президента в компании D. E. Shaw & Co.",
        "Личная жизнь": "Во время работы в D. E. Shaw & Co Безос просил друзей обеспечить ему поток кандидаток (women flow по аналогии с deal flow в инвестициях) для свиданий, чтобы найти подходящую кандидатуру для отношений. Такой поиск не увенчался успехом, однако затем он влюбился в Маккензи Таттл.\nВ 1994 году пара, оставив престижную работу в Нью-Йорке, перебралась в Сиэтлл, чтобы основать Amazon.com. В 1999 году Маккензи впервые забеременела. Супруги стали родителями трёх сыновей и усыновили девочку из Китая",
        "Компания": "В конце 1994 года, в ходе путешествия через страну из Нью-Йорка в Сиэтл, Безос основал интернет-магазин Amazon.com, первоначальные инвестиции в который составили 300 тыс. долларов. Сайт был запущен 16 июля 1995 года, хотя на тот момент он не был до конца закончен: к примеру, на нём можно было заказать отрицательное количество книг. Компания начиналась как книжный онлайн-магазин и расширилась до продажи большого ассортимента продуктов и сервисов, включая видео- и аудиотрансляции. В 1997 году компания вышла на IPO. В 1999 году американский журнал Time назвал Безоса человеком года.",
        "Состояние": "16 июля 2018 года Безос возглавил список богатейших людей мира, по версии агентства Bloomberg, с состоянием в 150 млрд долларов США.",
        "Развод": "В сентябре 2018 года Безосы отпраздновали в Майями 25 лет совместной жизни, а уже 9 января 2019 объявили о разводе, опубликовав об этом твит и пообещав остаться друзьями.",
        "Уход с должности": "5 июля 2021 года Джефф Безос покинул должность главы Amazon"
      }
    },
    {
      "id": 2,
      "name": "Билл",
      "surname": "Гейтс",
      "photo": "/img/bill_gates/bill_gates.png",
      "photo_alt": "/img/bill_gates/bill_gates_alt.png",
      "description": "Один из создателей и бывший крупнейший акционер компании",
      "company": "Microsoft",
      "compLogo": "/img/bill_gates/MicrosoftLogo.svg",
      "birthdate": "Год рождения: 1955 г. (68 лет),",
      "birthplace": "Сиэтл, Вашингтон, США",
      "slider_images": [
        "/img/bill_gates/slidable_1.jpg",
        "/img/bill_gates/slidable_2.png",
        "/img/bill_gates/slidable_3.png",
        "/img/bill_gates/slidable_4.png",
        "/img/bill_gates/slidable_5.png"
      ],
      "youtube_embed_url": "https://www.youtube.com/embed/c7gcaq-9y-4",
      "youtube_ember_url_title": "7 Rules For Success | 7 Best Lessons From Bill Gates | Bill Gates Motivational Speech | Simplilearn",
      "motivation": "«Успех — плохой учитель»: Билл Гейтс рассуждает об успехе человека и уроках жизни",
      "office_name": "Microsoft Campus",
      "office_location": "Штаб-квартира корпорации Microsoft, расположенная в Редмонде, штат Вашингтон, США, в агломерации Сиэтла",
      "office_map_url": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d1344.0521470650315!2d-122.13298640160522!3d47.64354009999999!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x54906d71b804151b%3A0x1a52969ee03899e!2sMicrosoft%20Headquarters%201!5e0!3m2!1sru!2slt!4v1701375631238!5m2!1sru!2slt",
      "timeline_data": {
        "Детство": "Гейтс родился в Сиэтле (штат Вашингтон), в семье корпоративного адвоката Уильяма Генри Гейтса II и члена совета директоров First Interstate Bank, Pacific Northwest Bell и национального совета USWest, United Way Мэри Максвелл Гейтс. У Гейтса есть 2 сестры: старшая — Кристи и младшая — Либби.",
        "Образование": "Гейтс учился в самой привилегированной школе Сиэтла «Лейксайд», где он смог развить свои навыки программирования на школьном мини-компьютере. В тринадцать лет Билл написал свою первую программу — игру «Крестики-нолики» на языке программирования BASIC. В восьмом классе на занятиях по программированию, он познакомился с десятиклассником Полом Алленом. Со своими друзьями Гейтс тестировал компьютер PDP-10 корпорации Digital Equipment.",
        "Компания": "В 1973 году Билл Гейтс поступил в Гарвардский университет, где встретил своего будущего компаньона Стива Балмера. Спустя 2 года Гейтс был отчислен и сразу стал заниматься созданием программного обеспечения. Впоследствии, с 7 июня 2007 года Билл Гейтс станет считаться выпускником Гарварда — администрация университета примет решение вручить ему диплом.\nГейтс связался с президентом компании Micro Instrumentation and Telemetry Systems (MITS) и сообщил ему, что он и его друг работают над программным обеспечением их компьютера (хотя на самом деле Гейтс и Аллен не имели к нему никакого отношения). Президент MITS пригласил в свой офис Пола и через несколько недель Пол и Билл уже работали на MITS. Свою компанию они думали назвать «Аллен и Гейтс», но посчитали что это больше подходит для юридической конторы, и тогда Пол предложил — Micro-Soft, от microprocessors и software.",
        "Личная жизнь": "1 января 1994 года Гейтс женился на Мелинде Френч (Билл впервые встретил Мелинду в 1987 году, на пресс-брифинге «Майкрософта» в Нью-Йорке, она уже давно работала в его компании). У них трое детей — Дженнифер Катарин (1996 г. р.), Рори Джон (1999 г. р.) и Фиби Адель (2002 г. р.).\n3 мая 2021 года Мелинда и Билл Гейтс объявили о решении о разводе. 2 августа 2021 года состоялся официальный развод после 27 лет брака.",
        "Уход": "27 июня 2008 года стал последним для Билла Гейтса в должности руководителя Microsoft. Несмотря на это заявлялось, что он не порывает с компанией насовсем — Гейтс останется председателем Совета директоров."
      }
    },
    {
      "id": 3,
      "name": "Дженсен",
      "surname": "Хуанг",
      "photo": "/img/jensen_huang/jensen_huang.png",
      "photo_alt": "/img/jensen_huang/jensen_huang_alt.png",
      "description": "Президент и главный исполнительный директор компании",
      "company": "NVIDIA",
      "compLogo": "/img/jensen_huang/NVIDIALogo.svg",
      "birthdate": "Год рождения: 1963 г. (60 лет),",
      "birthplace": "Тайнань, Тайвань",
      "slider_images": [
        "/img/jensen_huang/slidable_1.png",
        "/img/jensen_huang/slidable_2.png",
        "/img/jensen_huang/slidable_3.png",
        "/img/jensen_huang/slidable_4.png",
        "/img/jensen_huang/slidable_5.png"
      ],
      "youtube_embed_url": "https://www.youtube.com/embed/iL_0HblXMho",
      "youtube_ember_url_title": "Jensen Huang&#39;s Advice Will Leave You Speechless (MUST WATC",
      "motivation": "«Взрастить терпимость к неудачам»: Дженсена Хуанг рассказывает, как добится своего, несмотря на множество проблем",
      "office_name": "NVIDIA Voyager",
      "office_location": "Одно из зданий оргомного комплекса штаб-квартир NVIDIA в Санта-Кларе, Калифорния, США",
      "office_map_url": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d6341.427944410356!2d-121.96883703599855!3d37.372944287048476!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x808fcb4e51a72a79%3A0xf34274eee76e8783!2sNVIDIA%20Voyager!5e0!3m2!1sru!2slt!4v1701453409446!5m2!1sru!2slt",
      "timeline_data": {
        "Детство": "Хуан Жэньсюнь родился 17 февраля 1963 года в городе Тайнань Китайской Республики. Когда Жэньсюню было 6 лет, его семья переехала в Бангкок (Таиланд). В конце 1960-х годов после поездки в Нью-Йорк в рамках программы повышения квалификации его отец принял решение отправить детей в США. В 1972 году 9-летний Жэньсюнь и его 10-летний старший брат переехали к дяде и тёте в город Такома, штат Вашингтон. Там Жэньсюнь стал писать своё имя как Дженсен (англ. Jensen).",
        "Образование и карьера": "Родственники направили братьев в баптистскую школу-интернат «Онейда» в восточном Кентукки[5][6], а позднее семья Хуан воссоединилась в штате Орегон, где Дженсен окончил расположенную в Бивертоне старшую школу «Алоха».\nВ старшей школе Дженсен заинтересовался компьютерными технологиями и продолжил своё обучение в Университете штата Орегон, где изучал информатику и проектирование интегральных схем. Получив в 1984 году степень бакалавра электротехники, Дженсен начал карьеру в компании Advanced Micro Devices (AMD) на позиции проектировщика микросхем[3]. Из AMD он перешёл в LSI Logic Corporation.",
        "Личная жизнь": "Со своей будущей супругой Лори Миллс Дженсен познакомился, когда его назначили её подопечным в лаборатории основ электротехники Университета штата Орегон. Свадьба состоялась спустя 5 лет. Пара воспитала сына Спенсера и дочь Мэдисон.",
        "Компания": "В 1993 году Дженсен Хуанг вместе со своими друзьями Крисом Малаховски и Кёртисом Премом, которые работали инженерами в Sun Microsystems, основали собственную компанию Nvidia со стартовым капиталом в 40 тысяч долларов. С апреля 1993 года Дженсен Хуанг занял в новообразованной компании позиции президента и главного исполнительного директора и вошёл в совет директоров[11]. Компания сосредоточилась на рынке графических процессоров (GPU), привлекла инвестиции от фондов Sequoia Capital и Sutter Hill Ventures[en] и в 1995 году вышла на рынок с мультимедийной картой NV1. Первый продукт оказался коммерчески неуспешным, но NVIDIA продолжила разработки.",
        "Состояние": "По состоянию на сентябрь 2020 года Forbes оценивал состояние Дженсена Хуанга в 11,6 миллиарда долларов. По оценке журнала, он занимал 361-е место в рейтинге миллиардеров 2020 года, 51-е место в списке богатейших американцев «Форбс 400» 2020 года и 61-е место в списке богатейших представителей технологической отрасли за 2020 год."
      }
    },
    {
      "id": 4,
      "name": "Стив",
      "surname": "Джобс",
      "photo": "/img/steve_jobs/steve_jobs.png",
      "photo_alt": "/img/steve_jobs/steve_jobs_alt.png",
      "description": "Один из основателей, председатель совета директоров корпорации",
      "company": "Apple",
      "compLogo": "/img/steve_jobs/AppleLogo.svg",
      "birthdate": "Годы жизни: 1955 - 2011 гг.,",
      "birthplace": "Сан-Франциско, Калифорния, США",
      "slider_images": [
        "/img/steve_jobs/slidable_1.png",
        "/img/steve_jobs/slidable_2.png",
        "/img/steve_jobs/slidable_3.png",
        "/img/steve_jobs/slidable_4.png",
        "/img/steve_jobs/slidable_5.png"
      ],
      "youtube_embed_url": "https://www.youtube.com/embed/UF8uR6Z6KLc",
      "youtube_ember_url_title": "Steve Jobs&#39; 2005 Stanford Commencement Address",
      "motivation": "Легендарная речь Стива Джобса для студентов\nСтенфордского Университета",
      "office_name": "Apple Park",
      "office_location": "Комплекс строений в стиле нео-футуризм, действующий офис Apple в Купертино, Калифорния, США",
      "office_map_url": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3172.3152710584654!2d-122.01017565684103!3d37.33504414095637!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x808fb596e9e188fd%3A0x3b0d8391510688f0!2z0K3Qv9C7INCf0LDRgNC6!5e0!3m2!1sru!2slt!4v1701454794351!5m2!1sru!2slt",
      "timeline_data": {
        "Детство": "Родился 24 февраля 1955 года в семье незарегистрированных в браке студентов: уроженца Сирии Абдула Фаттаха (Джона) Джандали и Джоан Шибле.\nПоскольку родственники Джоан возражали против их отношений, а находившийся при смерти отец и вовсе пригрозил лишить её наследства, ей пришлось отдать ребёнка на усыновление.\nМальчик был усыновлён Полом Джобсом и американкой армянского происхождения Кларой Джобс, урождённой Агопян (Clara Hagopian). Своих детей Джобсы иметь не могли[10]. Они и назвали приёмного сына Стивеном Полом. Джобс всегда считал Пола и Клару отцом и матерью, он очень раздражался, если кто-то называл их приёмными родителями.",
        "Образование": "Школьные занятия разочаровали Стива своим формализмом. Преподаватели начальной школы Мона-Лома характеризовали его как проказника. Вскоре Стив начал прилежно учиться, а в конце учебного года блистательно сдал экзамены. В результате по решению родителей Стив был зачислен в шестой класс, то есть в среднюю школу. Это была школа в Криттенден. Через год Стив поставил перед родителями ультиматум о переводе в другую школу. Семье пришлось на последние сбережения купить дом в более приличном районе, в южном Лос-Альтосе. В дальнейшем Джобс учился в средней школе и в старшей школе Хоумстед в Купертино.",
        "Карьера": "Стив получил работу на конвейере в HP по окончании первого года обучения в Хоумстеде благодаря личному приглашению Хьюллета. Кроме этой работы, возбуждавшей зависть сверстников, Стив разносил газеты, а в следующем году служил на складе в магазине электроники Haltek. К пятнадцати годам у Джобса уже был первый собственный автомобиль.\nДжобс подружился со своим одноклассником Биллом Фернандесом, который тоже интересовался электроникой. Фернандес познакомил Джобса с увлекавшимся компьютерами выпускником, настоящей «легендой» школы, Стивеном Возняком.",
        "Рид-колледж": "Летом 1972 года после окончания школы Стив Джобс ушёл из родительского дома и вместе со своей подружкой Крис-Энн Бреннан поселился в хижине, в горах над Лос-Альтосом, несмотря на возражения родителей. В том же году он поступил в Рид-колледж в Портленде. В Риде Джобс впервые всерьёз заинтересовался восточными духовными практиками, особенно дзен-буддизмом. Тогда же он стал убеждённым вегетарианцем и начал эксперименты с голоданием.",
        "Клуб самодельных компьютеров": "5 марта 1975 года состоялось первое собрание группы энтузиастов, называвших себя «Клубом самодельных компьютеров» (Homebrew Computer Club). На встрече присутствовал Стив Возняк. Уже после первого собрания он с большим рвением взялся за проектирование компьютера. После этого Джобс тоже стал посещать «Клуб самодельных компьютеров». Джобс довольно скоро завёл разговор о коммерческом потенциале изобретения Возняка.",
        "Apple I": "Компания была зарегистрирована 1 апреля 1976 года. Трёхстороннее соглашение о партнёрстве составил Уэйн, он же написал первое руководство для Apple I и создал первый логотип Apple.\nЧерез некоторое время компания вошла в фазу стремительного роста продаж и процветания, продолжавшуюся несколько лет.",
        "Кризис и увольнение": "Спад продаж и сомнительные действия руководства вызвали уход ряда ведущих специалистов, с которыми Джобс расставался слишком легко и самоуверенно. Джобс некоторое время метался между желанием сохранить власть в компании и соблазном в очередной раз оказаться «капитаном пиратского корабля». Совет уволил Джобса с должности руководителя отдела Macintosh. В 1985 году ушел из компании Apple."
      }
    },
    {
      "id": 5,
      "name": "Марк",
      "surname": "Цукерберг",
      "photo": "/img/mark_zuckerberg/mark_zuckerberg.png",
      "photo_alt": "/img/mark_zuckerberg/mark_zuckerberg_alt.png",
      "description": "Один из основателей и генеральный директор компании",
      "company": "Meta",
      "compLogo": "/img/mark_zuckerberg/MetaLogo.svg",
      "birthdate": "Годы жизни: 1955 - 2011 гг.,",
      "birthplace": "Сан-Франциско, Калифорния, США ",
      "slider_images": [
        "/img/mark_zuckerberg/slidable_1.png",
        "/img/mark_zuckerberg/slidable_2.png",
        "/img/mark_zuckerberg/slidable_3.png",
        "/img/mark_zuckerberg/slidable_4.png",
        "/img/mark_zuckerberg/slidable_5.png"
      ],
      "youtube_embed_url": "https://www.youtube.com/embed/BOoHAOZPJf4",
      "youtube_ember_url_title": "Find Your Purpose - Mark Zuckerberg Inspirational Speech | Simplilearn",
      "motivation": "В своем интервью Марк Цукерберг делится советом, как найти свою цель и преодолеть возможные ошибки ",
      "office_name": "Meta Headquaters",
      "office_location": "Штаб-квартира Meta находится в Менло-Парке – городе на берегу залива Сан-Франциско, Калифорния, США",
      "office_map_url": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3165.968181185453!2d-122.15085732466412!3d37.48507722879573!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x808fbc96de8dc419%3A0x64979e438bf4e3a5!2z0JzQtdGC0LAg0KXQtdC00LrQstC-0YLQtdGA0YE!5e0!3m2!1sru!2slt!4v1701459974924!5m2!1sru!2slt",
      "timeline_data": {
        "Детство": "Марк родился 14 мая 1984 года в городе Уайт-Плейнс (штат Нью-Йорк), что в нескольких километрах к северу от города Нью-Йорка.\nБудучи дейтеранопом, Цукерберг различает красный и зелёный куда хуже, чем синий — основной цвет Facebook",
        "Образование": "В школьные годы Марк занимался компьютерным программированием.\nВысшее образование Марк Цукерберг не завершил: в 2002 году он поступил в Гарвардский университет, где до 2004 года обучался на факультете психологии. Параллельно с этим Марк посещал курсы ИТ. Свою сферу интересов указывал как «C, C++, Java, Visual Basic, VBscript, JavaScript, PHP и ASP»[8]. Цукерберг неоднократно характеризовал себя как хакера по призванию.",
        "Компания": "Вместе с Крисом Хьюзом и Дастином Московицем начал создавать социальную сеть Facebook[11]. Финансовую помощь ему оказывал студент бразильского происхождения Эдуардо Саверин. Его попытки отстранить Саверина от управления компанией в 2005 году стали предметом судебного разбирательства.",
        "Доходы и состояние": "В 2010 году журнал Time назвал Цукерберга человеком года[13].\nВладея 24 % акций компании Facebook, Inc, Марк Цукерберг стал самым молодым в истории миллиардером: в марте 2010 года журнал Forbes признал его одним из самых молодых миллиардеров в своём списке с состоянием $4 млрд долларов[23]. Официальная зарплата Марка Цукерберга составляет всего $1.",
        "Личная жизнь": "19 мая 2012 года Марк Цукерберг женился на своей давней подруге Присцилле Чан. 2 декабря 2015 года у пары родилась дочь Максима Чан (Макс).\n28 августа 2017 года родилась дочь Августа.\n24 марта 2023 года у Марка родилась третья дочь — Аурелия Чан Цукерберг."
      }
    }
  ],
  "developers": [
    {
      "id": 1,
      "name": "Николай",
      "surname": "Ширинский",
      "photo": "/img/kolya.png",
      "github": "shyrynsky"
    },
    {
      "id": 2,
      "name": "Ксения",
      "surname": "Хомельянская",
      "photo": "/img/miami_beachh.png",
      "github": "homyachim"
    },
    {
      "id": 3,
      "name": "Даниил",
      "surname": "Кульчинский",
      "photo": "/img/danikk.png",
      "github": "amy1181996"
    },
    {
      "id": 4,
      "name": "Анастасия",
      "surname": "Рачинская",
      "photo": "/img/Mamort_Photo.png",
      "github": "NickieDrake"
    }
  ]
}